Repository: tunckankilic/vitalsync
Catalog: lib/core/l10n/app_*.arb
Languages: tr

source: Dashboard
tr: Gösterge Paneli

source: Health
tr: Sağlık

source: Settings
tr: Ayarlar

source: Profile
tr: Profil

# syncOnline
source: Online
tr: Çevrimiçi

# syncOffline
source: Offline
tr: Çevrimdışı

source: Syncing
tr: Senkronize Ediliyor

# syncOnlineTooltip
source: Online - Data synced
tr: Çevrimiçi - Veriler senkronize edildi

# syncOfflineTooltip
source: Offline - Changes will sync when online
tr: Çevrimdışı - Değişiklikler çevrimiçi olunca senkronize edilecek

# syncingTooltip
source: Syncing...
tr: Senkronize ediliyor...

# syncSemanticsOnline
source: Online
tr: Çevrimiçi

# syncSemanticsOffline
source: Offline
tr: Çevrimdışı

# syncSemanticsSyncing
source: Syncing data
tr: Veriler senkronize ediliyor

source: Insights
tr: İçgörüler

# insightsCountSemantics
source: Insights, {count} unread
tr: İçgörüler, {count} okunmamış

# insightsCountTooltip
source: {count} new {count, plural, =1{insight} other{insights}}
tr: {count} yeni {count, plural, =1{içgörü} other{içgörü}}

source: Add Medication
tr: İlaç Ekle

source: Log Symptom
tr: Semptom Kaydet

source: Start Workout
tr: Antrenman Başlat

# quickAddMenuOpen
source: Open quick add menu
tr: Hızlı ekleme menüsünü aç

# quickAddMenuClose
source: Close quick add menu
tr: Hızlı ekleme menüsünü kapat

# dashboardTabSemantics
source: Dashboard tab
tr: Gösterge paneli sekmesi

# dashboardTabSelectedSemantics
source: Dashboard tab, selected
tr: Gösterge paneli sekmesi, seçili

# dashboardTabTooltip
source: View your unified health and fitness dashboard
tr: Birleşik sağlık ve fitness gösterge panelinizi görüntüleyin

# healthTabSemantics
source: Health tab
tr: Sağlık sekmesi

# healthTabSelectedSemantics
source: Health tab, selected
tr: Sağlık sekmesi, seçili

# healthTabTooltip
source: Manage medications and symptoms
tr: İlaçları ve semptomları yönetin

# fitnessTabSemantics
source: Fitness tab
tr: Fitness sekmesi

# fitnessTabSelectedSemantics
source: Fitness tab, selected
tr: Fitness sekmesi, seçili

# fitnessTabTooltip
source: Track workouts and progress
tr: Antrenmanları ve ilerlemeyi takip edin

# settingsSemantics
source: Settings
tr: Ayarlar

# settingsTooltip
source: Open settings
tr: Ayarları aç

# profileSemantics
source: Profile
tr: Profil

source: Return to Workout
tr: Antrenman'a Dön

source: Time elapsed
tr: Geçen süre

source: Good morning
tr: Günaydın

source: Good afternoon
tr: İyi günler

source: Good evening
tr: İyi akşamlar

source: Good night
tr: İyi geceler

source: Today's Medications
tr: Bugünün İlaçları

# nextMedicationIn
source: Next in {time}
tr: Sonraki: {time}

source: No upcoming medications
tr: Yaklaşan ilaç yok

# hoursShort
source: h
tr: s

# minutesShort
source: m
tr: dk

# currentStreak
source: day streak
tr: gün serisi

source: In progress
tr: Devam ediyor

source: Weekly Overview
tr: Haftalık Genel Bakış

source: This Week
tr: Bu Hafta

source: Last 30 Days
tr: Son 30 Gün

# medicationCompliance
source: Medication
tr: İlaç

# workoutVolume
source: Workout
tr: Antrenman

source: View Report
tr: Rapor Görüntüle

source: Recent Activity
tr: Son Aktiviteler

source: View All
tr: Tümünü Gör

source: No recent activity
tr: Son aktivite yok

# dataCollecting
source: Insights will appear here as data is collected
tr: Veri toplandıkça öneriler burada görünecek

# startFirstWorkout
source: Start your first workout
tr: İlk antrenmanını yap

# addFirstMedication
source: Add your first medication
tr: İlk ilacını ekle

# dismissInsightTitle
source: Dismiss Insight
tr: Önerimi Kapat

# dismissInsightMessage
source: Are you sure you want to dismiss this insight?
tr: Bu öneriyi kapatmak istediğinizden emin misiniz?

source: Cancel
tr: İptal

source: Dismiss
tr: Kapat

source: Error loading dashboard
tr: Gösterge paneli yüklenirken hata

source: Retry
tr: Tekrar Dene

source: Active
tr: Aktif

source: All
tr: Tümü

source: Completed
tr: Tamamlanan

source: Search medication...
tr: İlaç ara...

source: No medications found
tr: İlaç bulunamadı

source: Edit Medication
tr: İlacı Düzenle

source: Medication Name
tr: İlaç Adı

source: Dosage
tr: Dozaj

# requiredField
source: This field is required
tr: Bu alan zorunludur

source: Frequency
tr: Sıklık

source: Scheduled Times
tr: Planlanan Zamanlar

source: Color
tr: Renk

source: Saving...
tr: Kaydediliyor...

source: Save
tr: Kaydet

source: Medication Details
tr: İlaç Detayları

source: Delete Medication
tr: İlacı Sil

# deleteConfirmation
source: Are you sure you want to delete this medication?
tr: Bu ilacı silmek istediğinizden emin misiniz?

source: Delete
tr: Sil

source: Compliance History
tr: Uyum Geçmişi

source: History
tr: Geçmiş

source: No logs yet
tr: Henüz kayıt yok

source: Taken at
tr: Alındı:

source: Share Report
tr: Raporu Paylaş

source: Symptoms
tr: Semptomlar

source: Most Frequent
tr: En Sık Görülen

source: Recent Timeline
tr: Son Zaman Çizelgesi

source: No symptoms logged
tr: Kaydedilmiş semptom yok

source: Symptom Name
tr: Semptom Adı

source: Severity
tr: Şiddet

source: Date
tr: Tarih

source: Time
tr: Saat

source: Notes
tr: Notlar

source: Health Timeline
tr: Sağlık Zaman Çizelgesi

source: Compliance
tr: Uyum

source: Medications
tr: İlaçlar

source: Compliance Trend
tr: Uyum Eğilimi

source: Skip
tr: Atla

source: Take
tr: Al
